---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireSizeSet
source: html/6f01445f-9af7-3b9e-e0c9-93d3d4433e86.htm
---
# WireSizeSet Members

Initializes a new instance of the WireSizeSet class